INSERT INTO building (location_name, address, total_parking_spots, available_parking_spots, cost_per_hour, working_hours_start, working_hours_end)
VALUES
    ('Корпус 1', 'просп. Мира 55А', 100, 50, 50, '09:00', '18:00'),
    ('Корпус 2', 'просп. Мира 55', 100, 50, 50, '09:00', '18:00'),
    ('Корпус 3', 'ул. Андрианова, 28', 100, 50, 50, '09:00', '18:00'),
    ('Корпус 4', 'Нефтегазовская ул., 11', 100, 50, 50, '09:00', '18:00'),
    ('Корпус 5', 'ул. Красный путь, 36', 100, 50, 50, '09:00', '18:00'),
    ('Корпус 6', 'площадь Липинцевича, 1', 100, 50, 50, '09:00', '18:00');